export default {
  // 所有博客类别种类
  allCategorys: ['全部', '数学', '美术', '英语', '体育', '语文', '政治'],

  // 所有现在已存的博客信息列表
  allBlogsInfo: [
    {
      title: '如何评价中山大学',
      uploadDate: '2018.03.28',
    },
    {
      title: '春游',
      uploadDate: '2018.03.27',
    },
    {
      title: '星巴克焦糖咖啡星冰乐',
      uploadDate: '2018.03.26',
    },
    {
      title: '我是一个特别长特别长特别长特别长特别长的名字',
      uploadDate: '2018.03.25',
    },
    {
      title: '今天天气如何',
      uploadDate: '2018.03.24',
    },
    {
      title: '毕业设计',
      uploadDate: '2018.03.23',
    },
    {
      title: '软件工程专业',
      uploadDate: '2018.03.22',
    },
    {
      title: '政治',
      uploadDate: '2018.03.21',
    },
    {
      title: 'iphoneX',
      uploadDate: '2018.03.21',
    },
    {
      title: '猫',
      uploadDate: '2018.03.20',
    },
    {
      title: '橘猫',
      uploadDate: '2018.03.19',
    },
    {
      title: '星巴克焦糖咖啡星冰乐',
      uploadDate: '2018.03.26',
    },
    {
      title: '我是一个特别长特别长特别长特别长特别长的名字',
      uploadDate: '2018.03.25',
    },
    {
      title: '今天天气如何',
      uploadDate: '2018.03.24',
    },
    {
      title: '毕业设计',
      uploadDate: '2018.03.23',
    },
    {
      title: '软件工程专业',
      uploadDate: '2018.03.22',
    },
    {
      title: '政治',
      uploadDate: '2018.03.21',
    },
    {
      title: 'iphoneX',
      uploadDate: '2018.03.21',
    },
    {
      title: '猫',
      uploadDate: '2018.03.20',
    },
    {
      title: '橘猫',
      uploadDate: '2018.03.19',
    },
  ],

  // 博客正文
  content: `无论使用什么框架，无论使用什么新的方法，在web应用开发时，Javascript都是必须得透彻掌握的一门语言，这门语言的重要性不言而喻。
  在一段时间的学习和一些具体应用的开发后，深切的感觉自己对一些Javascript的基础知识掌握的并不牢固，于是便翻起一本厚厚的《Javascript权威指南》。
  最近大家都在说“神奇是有毒的”，随着学习的不断深入，愈发能理解这句话。但之所以经常能感受到神奇，就是因为基础不好，
  很多东西并没有深入理解过，导致看到一件神奇的事情时只有空赞叹而没有如何实现的想法。
  在这里，我向大家分享一些我学到的一些觉得应该注意的地方，希望能有所帮助。
  无论使用什么框架，无论使用什么新的方法，在web应用开发时，Javascript都是必须得透彻掌握的一门语言，
  这门语言的重要性不言而喻。在一段时间的学习和一些具体应用的开发后，深切的感觉自己对一些Javascript的基础知识掌握的并不牢固，
  于是便翻起一本厚厚的《Javascript权威指南》。最近大家都在说“神奇是有毒的”，随着学习的不断深入，愈发能理解这句话。但之所以经常能感受到神奇，
  就是因为基础不好，很多东西并没有深入理解过，导致看到一件神奇的事情时只有空赞叹而没有如何实现的想法。
  在这里，我向大家分享一些我学到的一些觉得应该注意的地方，希望能有所帮助。无论使用什么框架，无论使用什么新的方法，
  在web应用开发时，Javascript都是必须得透彻掌握的一门语言，这门语言的重要性不言而喻.
  无论使用什么框架，无论使用什么新的方法，在web应用开发时，Javascript都是必须得透彻掌握的一门语言，
  这门语言的重要性不言而喻。在一段时间的学习和一些具体应用的开发后，深切的感觉自己对一些Javascript的基础知识掌握的并不牢固，
  于是便翻起一本厚厚的《Javascript权威指南》。最近大家都在说“神奇是有毒的”，随着学习的不断深入，愈发能理解这句话。但之所以经常能感受到神奇，
  就是因为基础不好，很多东西并没有深入理解过，导致看到一件神奇的事情时只有空赞叹而没有如何实现的想法。
  在这里，我向大家分享一些我学到的一些觉得应该注意的地方，希望能有所帮助。无论使用什么框架，无论使用什么新的方法，
  在web应用开发时，Javascript都是必须得透彻掌握的一门语言，这门语言的重要性不言而喻.  无论使用什么框架，无论使用什么新的方法，在web应用开发时，Javascript都是必须得透彻掌握的一门语言，
  这门语言的重要性不言而喻。在一段时间的学习和一些具体应用的开发后，深切的感觉自己对一些Javascript的基础知识掌握的并不牢固，
  于是便翻起一本厚厚的《Javascript权威指南》。最近大家都在说“神奇是有毒的”，随着学习的不断深入，愈发能理解这句话。但之所以经常能感受到神奇，
  就是因为基础不好，很多东西并没有深入理解过，导致看到一件神奇的事情时只有空赞叹而没有如何实现的想法。
  在这里，我向大家分享一些我学到的一些觉得应该注意的地方，希望能有所帮助。无论使用什么框架，无论使用什么新的方法，
  在web应用开发时，Javascript都是必须得透彻掌握的一门语言，这门语言的重要性不言而喻.  无论使用什么框架，无论使用什么新的方法，在web应用开发时，Javascript都是必须得透彻掌握的一门语言，
  这门语言的重要性不言而喻。在一段时间的学习和一些具体应用的开发后，深切的感觉自己对一些Javascript的基础知识掌握的并不牢固，
  于是便翻起一本厚厚的《Javascript权威指南》。最近大家都在说“神奇是有毒的”，随着学习的不断深入，愈发能理解这句话。但之所以经常能感受到神奇，
  就是因为基础不好，很多东西并没有深入理解过，导致看到一件神奇的事情时只有空赞叹而没有如何实现的想法。
  在这里，我向大家分享一些我学到的一些觉得应该注意的地方，希望能有所帮助。无论使用什么框架，无论使用什么新的方法，
  在web应用开发时，Javascript都是必须得透彻掌握的一门语言，这门语言的重要性不言而喻.  无论使用什么框架，无论使用什么新的方法，在web应用开发时，Javascript都是必须得透彻掌握的一门语言，
  这门语言的重要性不言而喻。在一段时间的学习和一些具体应用的开发后，深切的感觉自己对一些Javascript的基础知识掌握的并不牢固，
  于是便翻起一本厚厚的《Javascript权威指南》。最近大家都在说“神奇是有毒的”，随着学习的不断深入，愈发能理解这句话。但之所以经常能感受到神奇，
  就是因为基础不好，很多东西并没有深入理解过，导致看到一件神奇的事情时只有空赞叹而没有如何实现的想法。
  在这里，我向大家分享一些我学到的一些觉得应该注意的地方，希望能有所帮助。无论使用什么框架，无论使用什么新的方法，
  在web应用开发时，Javascript都是必须得透彻掌握的一门语言，这门语言的重要性不言而喻.
  在一段时间的学习和一些具体应用的开发后，深切的感觉自己对一些Javascript的基础知识掌握的并不牢固，于是便翻起一本厚厚的《Javascript权威指南》。
  最近大家都在说“神奇是有毒的”，随着学习的不断深入，愈发能理解这句话。
  但之所以经常能感受到神奇，就是因为基础不好，很多东西并没有深入理解过，导致看到一件神奇的事情时只有空赞叹而没有如何实现的想法。
  在这里，我向大家分享一些我学到的一些觉得应该注意的地方，希望能有所帮助。无论使用什么框架，无论使用什么新的方法，
  在web应用开发时，Javascript都是必须得透彻掌握的一门语言，这门语言的重要性不言而喻。在一段时间的学习和一些具体应用的开发后，
  深切的感觉自己对一些Javascript的基础知识掌握的并不牢固，于是便翻起一本厚厚的《Javascript权威指南》。最近大家都在说“神奇是有毒的”，
  随着学习的不断深入，愈发能理解这句话。但之所以经常能感受到神奇，就是因为基础不好，很多东西并没有深入理解过，导致看到一件神奇的事情时只有空赞叹而没有如何实现的想法。
  在这里，我向大家分享一些我学到的一些觉得应该注意的地方，希望能有所帮助。无论使用什么框架，无论使用什么新的方法，在web应用开发时，Javascript都是必须得透彻掌握的一门语言，这门语言的重要性不言而喻。
  在一段时间的学习和一些具体应用的开发后，深切的感觉自己对一些Javascript的基础知识掌握的并不牢固，于是便翻起一本厚厚的《Javascript权威指南》。最近大家都在说“神奇是有毒的”，随着学习的不断深入，
  愈发能理解这句话。但之所以经常能感受到神奇，就是因为基础不好，很多东西并没有深入理解过，导致看到一件神奇的事情时只有空赞叹而没有如何实现的想法。在这里，
  我向大家分享一些我学到的一些觉得应该注意的地方，希望能有所帮助。无论使用什么框架，无论使用什么新的方法，在web应用开发时，
  Javascript都是必须得透彻掌握的一门语言，这门语言的重要性不言而喻。在一段时间的学习和一些具体应用的开发后，
  深切的感觉自己对一些Javascript的基础知识掌握的并不牢固，于是便翻起一本厚厚的《Javascript权威指南》。
  最近大家都在说“神奇是有毒的”，随着学习的不断深入，愈发能理解这句话。但之所以经常能感受到神奇，
  就是因为基础不好，很多东西并没有深入理解过，导致看到一件神奇的事情时只有空赞叹而没有如何实现的想法。在这里，我向大家分享一些我学到的一些觉得应该注意的地方，
  希望能有所帮助。无论使用什么框架，无论使用什么新的方法，在web应用开发时，
  Javascript都是必须得透彻掌握的一门语言，这门语言的重要性不言而喻。
  在一段时间的学习和一些具体应用的开发后，深切的感觉自己对一些Javascript的基础知识掌握的并不牢固，
  于是便翻起一本厚厚的《Javascript权威指南》。最近大家都在说“神奇是有毒的”，随着学习的不断深入，
  愈发能理解这句话。但之所以经常能感受到神奇，就是因为基础不好，很多东西并没有深入理解过，
  导致看到一件神奇的事情时只有空赞叹而没有如何实现的想法。在这里，
  我向大家分享一些我学到的一些觉得应该注意的地方，希望能有所帮助。`,
};
